[
  "calendar",
  "obsidian-mind-map",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-advanced-slides",
  "obsidian-checklist-plugin",
  "obsidian-tasks-plugin",
  "obsidian-annotator",
  "obsidian-admonition",
  "obsidian-memos",
  "obsidian-image-auto-upload-plugin",
  "Enhanced-editing",
  "obsidian-codemirror-options",
  "obsidian-auto-link-title",
  "obsidian-git",
  "code-block-copy",
  "pdf-to-markdown-plugin",
  "markdown-prettifier",
  "table-editor-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "copy-as-html",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-dynamic-toc",
  "obsidian-pandoc"
]