[
  "calendar",
  "obsidian-mind-map",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-advanced-slides",
  "obsidian-checklist-plugin",
  "obsidian-tasks-plugin",
  "obsidian-annotator",
  "obsidian-admonition",
  "obsidian-memos",
  "obsidian-image-auto-upload-plugin",
  "Enhanced-editing",
  "obsidian-codemirror-options",
  "markdown-prettifier",
  "obsidian-auto-link-title"
]